{
  "articles" : "Articles",
  "galleries": "Galleries",
  "home": "Accueil",
  "language": "EN",
  "sign_in": "Se connecter",
  "sign_up": "S'inscrire",
  "sign_out": "Se déconnecter",

  "subHeader": "Un espace pour ceux qui regardent les étoiles et rêvent",
  "read_more": "En savoir plus",

  "already_have_an_account": "Vous avez déjà un compte ? ",
  "dont_have_an_account": "Vous ne disposez pas d'un compte ? ",
  "or": "OU",
  "password": "Mot de passe (minimum d'elements: 6)",
  "password_confirmation": "Confirmer le mot de passe",
  "name": "Nom",

    "article_1_title": "Le trou noir qui croît le plus rapidement jamais observé dévore l'équivalent d'une Terre par seconde",
    "article_1_subtitle": "Ce mastodonte a alimenté un quasar ultra lumineux pendant 9 milliards d'années.",
    "article_1_text_1": "Un trou noir est un endroit de l'espace où la gravité est si forte que même la lumière ne peut en sortir, car la matière a été comprimée dans un espace minuscule. Cela peut se produire lorsqu'une étoile meurt. Comme la lumière ne peut pas sortir, les gens ne peuvent pas voir les trous noirs. Ils sont invisibles. Les télescopes spatiaux équipés d'outils spéciaux peuvent aider à trouver les trous noirs. Ces outils spéciaux permettent de voir comment les étoiles qui sont très proches des trous noirs agissent différemment Les trous noirs peuvent être grands ou petits.",
    "article_1_text_2": "Le trou noir qui croît le plus rapidement jamais observé avale l'équivalent de la masse d'une Terre entière chaque seconde. ",
    "article_1_text_3": "This gargantuan black hole has a mass 3 billion times that of the sun, and its rapid consumption is causing the behemoth to grow rapidly, an international research team found. The black hole gorges via a process called accretion, in which it siphons matter from a thin disk of gas and dust rotating around the massive object.",
    "article_1_text_4": "Ce trou noir gargantuesque a une masse 3 milliards de fois supérieure à celle du soleil, et sa consommation rapide est à l'origine de la croissance rapide du béhémoth, a découvert une équipe de recherche internationale. Le trou noir se gorge via un processus appelé accrétion, au cours duquel il siphonne la matière d'un mince disque de gaz et de poussière tournant autour de l'objet massif.",
    "article_1_text_5": "Sur la base de ces informations, les chercheurs ont déterminé que le nouveau trou noir est celui qui a connu la croissance la plus rapide au cours des 9 milliards d'années passées.",
    "article_1_text_6": "Le chercheur principal Christopher Onken, chercheur à la Research School of Astronomy and Astrophysics de l'Australian National University (ANU), a déclaré dans un communiqué (s'ouvre dans un nouvel onglet) : 'Nous voulons maintenant savoir pourquoi celui-ci est différent. Peut-être que deux grandes galaxies se sont écrasées l'une sur l'autre, envoyant une grande quantité de matière sur le trou noir pour l'alimenter'.",
    "article_1_text_7": "Cette accrétion rapide de matière à la surface du trou noir a également donné naissance à un quasar qui dégage suffisamment d'énergie pour être 7 000 fois plus brillant que la lumière de toutes les étoiles de la Voie lactée. En fait, ce quasar (désigné SMSS J114447.77- 430859.3) est aussi le plus lumineux de ces événements pour environ les deux derniers tiers des 13,8 milliards d'années d'existence de l'univers.",
    "article_1_text_8": "Le quasar a une luminosité de magnitude 14,5 lorsqu'il est vu de la Terre, ce qui signifie qu'il est à peine plus faible que Pluton et suffisamment brillant pour être potentiellement repéré par les observateurs du ciel avec de bons télescopes dans une zone très sombre. ",
    "article_1_text_9": "La découverte du trou noir nourricier a été faite dans le cadre de l'étude SkyMapper Southern Sky Survey, menée par le télescope de 1,3 mètre de l'observatoire de Siding Spring, en Australie.",
    "article_1_text_10": "Malgré l'incroyable luminosité du quasar, Onken et son équipe décrivent cette découverte comme 'une aiguille très grande et inattendue dans une botte de foin'.",
    "article_1_text_11": "Les astronomes recherchent des objets comme celui-ci depuis plus de 50 ans', a déclaré M. Onken. Ils ont trouvé des milliers d'objets moins lumineux, mais celui-ci, étonnamment brillant, est passé inaperçu'.",
    "article_1_text_12": "Un article détaillant la découverte a été soumis à la revue Publications of the Astronomical Society of Australia mais n'a pas encore été examiné par les pairs. Une version préimprimée est disponible via la base de donnéesarXiv. ",

    "article_2_title": "Émerveillez-vous devant les galaxies majestueuses de cette photo classique prise par le télescope Hubble",
    "article_2_subtitle": "Des objets célestes superposés révèlent des détails sur la composition des galaxies qu'ils traversent.",
    "article_2_text_1": "Depuis plus de trois décennies, l'infatigable télescope spatial Hubble offre des aperçus saisissants des myriades de mystères de l'univers, aidant les astronomes, les physiciens et les scientifiques de tous bords à en savoir plus que jamais sur les galaxies, les exoplanètes, les lunes et les étoiles. Regardez ce tableau galactique classique capturé à l'origine par le télescope Hubble en 2012 (la NASA l'a publié ce mois-ci) pour montrer comment les astuces optiques - la perspective - peuvent modifier nos conclusions sur ce qui semble être la vérité.",
    "article_2_text_2": "Regardez ce tableau galactique classique capturé à l'origine par le télescope Hubble en 2012 (la NASA l'a publié ce mois-ci) pour montrer comment les astuces optiques de perspective peuvent modifier nos conclusions sur ce qui semble être la vérité.",
    "article_2_text_3": "Concentrez-vous sur le nuage d'étoiles très dense au centre de cette image impressionnante. Il s'agit de la galaxie ESO 318-13, située dans la constellation australe d'Antlia (la pompe). Située à quelque 30 millions d'années-lumière de la Terre et affectueusement surnommée la galaxie des paillettes, la minuscule ESO 318-13 est une galaxie naine irrégulière de forme ovale dont la masse représente environ 1 % de celle de la Voie lactée.",
    "article_2_text_4": "L'ESO 318-13 est prise en sandwich entre une vaste collection d'objets célestes brillants', ont écrit les responsables de la NASA dans une description de l'image du 15 juin (s'ouvre dans un nouvel onglet). Plusieurs étoiles proches et lointaines sont éblouissantes par rapport à la poussière soignée contenue dans la galaxie'.",
    "article_2_text_5": "Ici, l'ESO 318-13 est positionné entre une impressionnante dispersion d'objets célestes ultra brillants. De nombreuses étoiles voisines qui brillent à la fois de près et de loin attirent notre attention lorsqu'on les compare à la famille très unie de la galaxie des paillettes, en particulier un spécimen de haute intensité en plein milieu. ",
    "article_2_text_6": "L'une des étoiles les plus remarquables est située près du centre de l'image et ressemble à une étoile extrêmement brillante située dans la galaxie. Il s'agit toutefois d'une astuce de perspective', écrit la NASA. L'étoile est située dans la Voie lactée, notre propre galaxie, et elle brille si fort parce qu'elle est beaucoup plus proche de nous que l'étoile ESO 318-13'.",
    "article_2_text_7": "Les disques colorés et brillants qui parsèment le reste de l'image sont des galaxies qui tournent encore plus loin. Dans le coin supérieur droit, on peut clairement observer une galaxie elliptique éblouissante qui est beaucoup plus massive que la galaxie ESO 318-13, mais qui se trouve à une distance encore plus grande. ",
    "article_2_text_8": "Et dans un cas de galaxies qui se chevauchent, nous pouvons voir une galaxie spirale éloignée qui essaie de se faire remarquer à travers l'étendue pratiquement dépourvue de poussière de l'ESO 318-13, à l'extrême droite de cette photo en fausses couleurs.",

    "article_3_title": "La mission Gaia : 5 informations révélatrices tirées de ses dernières données",
    "article_3_subtitle_1": "La mission de cartographie stellaire Gaia nous fournit de toutes nouvelles informations sur la formation des étoiles, les lunes autour des astéroïdes, etc.",
    "article_3_text_1": "La mission Gaia de l'Agence spatiale européenne (ESA) vient de publier de nouvelles données. Le satellite Gaia a été lancé en 2013, dans le but de mesurer les positions précises d'un milliard d'étoiles. Outre la mesure de la position, de la vitesse et de la luminosité des étoiles, le satellite a recueilli des données sur un large éventail d'autres objets. Il y a de quoi rendre les astronomes enthousiastes(opens in new tab). Voici cinq de nos idées préférées que les données pourraient fournir.",
    "article_3_text_2": "Il y a de quoi rendre les astronomes enthousiastes(opens in new tab). Voici cinq de nos aperçus préférés que les données pourraient fournir.",
    "article_3_subtitle_2": "1. Les secrets du passé et du futur de notre galaxie",
    "article_3_text_3": "Tout bouge dans l'espace, et les étoiles ne font pas exception. La dernière version des données contient la plus grande carte tridimensionnelle de la Voie lactée jamais produite, qui montre comment les étoiles de notre galaxie se déplacent. Les données précédentes comprenaient les mouvements des étoiles en deux dimensions : haut-bas et gauche-droite (connus collectivement sous le nom de mouvements propres des étoiles(opens in new tab)). Mais les dernières données montrent également à quelle vitesse les étoiles s'éloignent ou se rapprochent de nous, ce que nous appelons la vitesse radiale des étoiles.",
    "article_3_text_4": "En combinant la vitesse radiale et les mouvements propres, nous pouvons savoir à quelle vitesse les étoiles se déplacent en trois dimensions lorsqu'elles gravitent autour de la Voie lactée. Cela signifie que nous disposons non seulement de la meilleure carte de l'emplacement actuel des étoiles de la galaxie, mais que nous pouvons suivre leurs mouvements vers l'avant pour voir comment les choses vont changer, et vers l'arrière pour voir comment les choses étaient auparavant.",
    "article_3_text_5": "Cela peut nous renseigner sur l'histoire de notre galaxie, par exemple sur les étoiles qui ont pu venir d'autres galaxies et fusionner avec la nôtre dans le passé. Les mesures de vitesse radiale peuvent également nous aider à trouver des objets cachés, tels que des planètes et des naines brunes(opens in new tab) (étoiles extrêmement faibles et de faible masse), à partir des minuscules oscillations qu'elles provoquent lorsqu'elles tournent autour de leur étoile hôte.",
    "article_3_subtitle_3": "2. Détails de la mort des étoiles",
    "article_3_text_6": "Gaia ne se contente pas de mesurer les étoiles de notre propre galaxie, il mesure également celles de la galaxie voisine d'Andromède. Les données comprennent un élément appelé Gaps : le relevé photométrique Gaia Andromède(ouvre un nouvel onglet). Un relevé photométrique mesure la luminosité des étoiles et leur évolution dans le temps. Avec Gaps, Gaia a mesuré la luminosité au fil du temps pour chaque étoile dans la direction de la galaxie d'Andromède.",
    "article_3_text_7": "Cela comprend 1,2 million d'étoiles. Certaines d'entre elles seront des étoiles d'avant-plan de la Voie lactée qui se trouveront sur le chemin, mais il devrait s'agir d'environ 1 % des étoiles les plus brillantes de la galaxie d'Andromède. Cela nous permettra d'étudier la façon dont les étoiles les plus grandes et les plus lumineuses de la galaxie d'Andromède changent de luminosité, ce qui nous renseignera sur leur évolution et sur la position qu'elles occupent dans leur cycle de vie.",
    "article_3_text_8": "Cela pourrait nous en apprendre davantage sur les vieilles étoiles en fin de vie, dont certaines pourraient finir par produire des supernovas (énormes explosions).",
    "article_3_subtitle_4": "3. La vérité sur l'étrange expansion de l'univers",
    "article_3_text_9": "Les quasars(opens in new tab), des noyaux de galaxies extrêmement énergétiques situés à la limite de l'univers observable, sont les objets les plus lumineux de l'univers et les plus éloignés que nous puissions voir. Et les nouvelles données comprennent les mesures de 1,1 million d'entre eux. Les quasars contiennent des trous noirs supermassifs qui sont pris dans une violente frénésie d'alimentation. En plus de ces quasars confirmés, Gaia a trouvé 6,6 millions de quasars candidats supplémentaires.",
    "article_3_text_10": "Cela pourrait augmenter considérablement le nombre de quasars connus, ce qui pourrait être très important car ils nous permettent de mesurer la distance jusqu'aux confins de l'univers. Cela nous permet ensuite de mesurer la vitesse d'expansion de l'univers. Il est important de pouvoir mesurer ce phénomène avec plus de précision, car nous disposons de deux mesures contradictoires de l'expansion(opens in new tab), et nous ne savons pas laquelle est la bonne - ce problème est appelé 'la tension de Hubble'.",
    "article_3_subtitle_5": "4. Combien d'astéroïdes ont des lunes",
    "article_3_text_11": "Tout ce que Gaia étudie n'est pas si loin de chez nous. Les données contiennent 158 000 objets dans notre propre système solaire. Cela inclut de nouvelles mesures de 156 000 astéroïdes connus, nous indiquant exactement les trajectoires qu'ils suivent lorsqu'ils tournent autour du soleil.",
    "article_3_text_12": "De plus, l'équipe Gaia a montré qu'elle était capable de trouver des lunes en orbite autour d'astéroïdes, en se basant sur la façon dont les lunes font osciller les astéroïdes. Quelques centaines d'astéroïdes avec des lunes sont déjà connus, mais Gaia peut trouver des lunes d'astéroïdes même lorsque la lune est trop petite pour être vue directement. Il peut également mesurer la position des astéroïdes avec une telle précision qu'il voit la légère oscillation de la position causée par la gravité d'une lune. Selon l'ESA, les dernières données contiennent au moins une de ces nouvelles lunes, mais il pourrait y en avoir beaucoup plus.",
    "article_3_text_13": "La collecte de meilleures données sur les astéroïdes peut nous renseigner sur le chaos des débuts du système solaire, lorsque les plus grosses planètes ont projeté les plus petites et les astéroïdes sur de nouvelles orbites autour du soleil, ce qui a donné naissance au système solaire actuel.",

    "article_4_title": "Le vent solaire soufflant du soleil pourrait déclencher des aurores boréales",
    "article_4_subtitle": "",
    "article_4_text_1": "",
    "article_4_text_2": "",
    "article_4_text_3": "",
    "article_4_text_4": "",
    "article_4_text_5": "",
    "article_4_text_6": "",

    "article_5_title": "Pour rechercher une vie extraterrestre, les astronomes vont chercher des indices dans l'atmosphère des planètes lointaines.",
    "article_5_subtitle": "",
    "article_5_text_1": "",
    "article_5_text_2": "",
    "article_5_text_3": "",
    "article_5_text_4": "",
    "article_5_text_5": "",
    "article_5_text_6": "",

    "article_6_title": "Observez la lune et Mars qui se rapprochent l'une de l'autre jeudi.",
    "article_6_subtitle": "",
    "article_6_text_1": "",
    "article_6_text_2": "",
    "article_6_text_3": "",
    "article_6_text_4": "",
    "article_6_text_5": "",
    "article_6_text_6": "",

    "back_to_articles": "Retour aux articles",
    "back_to_home": "Retour à l'accueil",
    "comment_section": "Section des commentaires",
    "write_comment": "Écrire un commentaire",
    "comment": "Commentaire",
    "sign_in_to_comment" : "Se connecter pour commenter",

    "more_articles": "Plus d'articles",
    "latest_articles": "Derniers articles",

    "space_gallery": "Galerie de l'espace",
    "more_images": "Plus d'images",

    "q1" : "Pourquoi ne puis-je pas afficher tous mes messages/posts/commentaires enregistrés ?",
    "q2" : "Pourquoi y a-t-il des commentaires manquants dans un article ?",
    "q3" : "Is it possible to change my username?",
    "q4" : "Est-il possible de changer mon nom d'utilisateur ?",
    "q5" : "How to upload an image?",

    "upload_image": "Télécharger l'image",
    "wrong": "Informations d'identification non valides. Veuillez réessayer",

    "a1" : "Si vous souhaitez récupérer des entrées qui ont disparu de la page, vous pouvez essayer de modifier le tri de la page et vous pourrez peut-être extraire quelques entrées supplémentaires de cette façon. Pour les messages dans votre onglet enregistré, vous pouvez essayer de désenregistrer une partie du contenu pour extraire des entrées supplémentaires.",
    "a2" : "Si vous trouvez un fil de discussion qui indique qu'il y a plus de commentaires que ce que vous pouvez voir dans le fil, les commentaires 'manquants' ont probablement été supprimés - par les modérateurs de ce subreddit, par le filtre anti-spam de reddit, ou par l'AutoModerator local du subreddit. Un commentaire supprimé de cette manière reste en fait dans le fil de discussion ; il est simplement caché afin que les lecteurs ne puissent pas le voir. Ainsi, reddit compte un commentaire supprimé dans le total des commentaires d'un fil de discussion, mais ne l'affiche pas.",
    "a3" : "En général, non. Il n'est pas possible de modifier votre nom d'utilisateur après l'avoir créé. Cela inclut la modification de votre nom d'utilisateur actuel de quelque manière que ce soit, même si vous changez simplement la capitalisation de votre nom.",
    "a4" : "Vous pouvez supprimer un compte à tout moment si vous ne souhaitez plus utiliser Reddit ou si vous avez un compte alt de trop. Si vous choisissez de supprimer un compte, sachez que vous ne pourrez jamais récupérer ou restaurer le compte et que le nom d'utilisateur ne pourra jamais être réutilisé sur un autre compte.",
    "a5" : "Vous pouvez télécharger vos images en naviguant dans la section Galeries et en faisant défiler la page jusqu'à ce que vous voyiez l'option choisir le fichier."
}