{
    "articles" : "Articles",
    "galleries": "Galleries",
    "home": "Home",
    "language": "FR",
    "sign_in": "Sign In",
    "sign_up": "Sign Up",
    "sign_out": "Sign Out",


    "subHeader": "A space for those who look up to the stars and dream",
    "read_more": "Read More",


    "already_have_an_account": "Already have an account? ",
    "dont_have_an_account": "Don't have an account? ",
    "or": "OR",
    "password": "Password (minimum elements: 6)",
    "password_confirmation": "Password confirmantion",
    "name": "Name",

    "article_1_title": "Fastest-growing black hole ever seen is devouring the equivalent of 1 Earth per second",
    "article_1_subtitle": "This behemoth has been powering an ultrabright quasar for 9 billion years.",
    "article_1_text_1": "A black hole is a place in space where gravity pulls so much that even light can not get out.The gravity is so strong because matter has been squeezed into a tiny space. This can happen when a star is dying. Because no light can get out, people can't see black holes. They are invisible. Space telescopes with special tools can help find black holes. The special tools can see how stars that are very close to black holes act differently Black holes can be big or small. Scientists think the smallest black holes are as small as just one atom.",
    "article_1_text_2": "The fastest-growing black hole ever seen is swallowing the mass equivalent of an entire Earth every second. ",
    "article_1_text_3": "This gargantuan black hole has a mass 3 billion times that of the sun, and its rapid consumption is causing the behemoth to grow rapidly, an international research team found. The black hole gorges via a process called accretion, in which it siphons matter from a thin disk of gas and dust rotating around the massive object.",
    "article_1_text_4": "Other black holes of a similar size stopped growing billions of years ago, but this newly discovered black hole is still getting larger. It's now 500 times bigger than Sagittarius A*,   the supermassive black hole at the heart of the Milky Way,  and would fit the whole solar system behind its event horizon, the boundary beyond which nothing can escape. ",
    "article_1_text_5": "Based on this information, the researchers determined that the newfound black hole is the most rapidly growing black hole found to exist in the past 9 billion years.",
    "article_1_text_6": "'Now, we want to know why this one is different  —  did something catastrophic happen?' lead researcher Christopher Onken, a researcher at the Research School of Astronomy and Astrophysics at the Australian National University (ANU), said in a statement(opens in new tab). 'Perhaps two big galaxies crashed into each other, funneling a whole lot of material onto the black hole to feed it.'",
    "article_1_text_7": "This rapid accretion of matter to the surface of the black hole has also resulted in a quasar blasting out enough energy to make it 7,000 times brighter than the light from every star in the Milky Way. In fact, this quasar  (designated SMSS J114447.77- 430859.3)  is also the most luminous of these events for around the past two-thirds of the universe's 13.8 billion-year existence.",
    "article_1_text_8": "The quasar has a brightness  of magnitude 14.5 when viewed from Earth, meaning it is only slightly dimmer than Pluto and bright enough to potentially be spotted by skywatchers with good telescopes in a very dark area. ",
    "article_1_text_9": "The discovery of the feeding black hole was made as part of the SkyMapper Southern Sky Survey, conducted by the 1.3-meter (4.3 feet) telescope at Siding Spring Observatory in Australia.",
    "article_1_text_10": "Despite the quasar's incredible brightness, Onken and his team still described the finding as a 'very large, unexpected needle in the haystack.'",
    "article_1_text_11": "'Astronomers have been hunting for objects like this for more than 50 years,' Onken said. 'They have found thousands of fainter ones, but this astonishingly bright one had slipped through unnoticed.'",
    "article_1_text_12": "A paper detailing the discovery has been submitted to the journal Publications of the Astronomical Society of Australia but has not yet been peer reviewed. A preprint version is available via thearXiv database. ",

    "article_2_title": "Marvel at the majestic galaxies in this classic Hubble telescope photo",
    "article_2_subtitle": "Overlapping celestial objects reveal details on the compositions of galaxies they're shining through",
    "article_2_text_1": "For over three decades, the indefatigable Hubble Space Telescope has been providing stunning peeks into the myriad mysteries of the universe, helping astronomers, physicists, and scientists of all stripes to understand more about galaxies, exoplanets, moons and stars than ever before. Check out this classic galactic tableau originally captured by the Hubble telescope in 2012 (NASA recently released it this month) to point out how optical tricksof perspective can alter our conclusions about what appears to be the truth.",
    "article_2_text_2": "Check out this classic galactic tableau originally captured by the Hubble telescope in 2012 (NASA recently released it this month) to point out how optical tricks of perspective can alter our conclusions about what appears to be the truth.",
    "article_2_text_3": "Focus on the crowded cloud of stars in the center of this jaw-dropping image. What you're seeing is the galaxy ESO 318-13 in the southern constellation of Antlia (The Pump). Located some 30 million light-years from Earth and known affectionately as the Glitter Galaxy, the tiny ESO 318-13 is an oval-shaped irregular dwarf galaxy that's roughly 1% the mass of the Milky Way.",
    "article_2_text_4": "'ESO 318-13 is sandwiched between a vast collection of bright celestial objects,' NASA officials wrote in a June 15 image description(opens in new tab). 'Several stars near and far dazzle in comparison to the neat dusting contained within the galaxy.'",
    "article_2_text_5": "Here ESO 318-13 is seen positioned between an impressive scattering of ultra-bright celestial objects. Many neighboring stars shining both near and far catch our eye when compared to the close-knit family of the Glitter Galaxy, especially one high-wattage specimen right in the middle. ",
    "article_2_text_6": "'One that particularly stands out is located near the center of the image, and looks like an extremely bright star located within the galaxy. This is, however, a trick of perspective,' NASA wrote. 'The star is located in the Milky Way, our own galaxy, and it shines so brightly because it is so much closer to us than ESO 318-13.'",
    "article_2_text_7": "Those colorful glowing disks dotting the rest of the image's frame are galaxies spinning even further away. Targeting the top right corner, a glaring elliptical galaxy can be clearly observed that's far more massive than ESO 318-13 but is at an even greater distance. ",
    "article_2_text_8": "And in a case of overlapping galaxies, we can see a remote spiral galaxy trying to be noticed through the virtually dust-free expanse of ESO 318-13 at the far right-hand edge of this sweeping false-color photo.",

    "article_3_title": "Gaia mission: 5 revealing insights from its latest data",
    "article_3_subtitle_1": "The Gaia star-mapping mission gives us brand new information about star formation, moons around asteroids and more.",
    "article_3_text_1": "The European Space Agency's (ESA) Gaia mission has just released new data. The Gaia satellite was launched in 2013, with the aim of measuring the precise positions of a billion stars. In addition to measuring the stars' positions, speeds and brightness, the satellite has collected data on a huge range of other objects. There's a lot to make astronomers excited(opens in new tab). Here are five of our favorite insights that the data might provide.",
    "article_3_text_2": "There's a lot to make astronomers excited(opens in new tab). Here are five of our favorite insights that the data might provide.",
    "article_3_subtitle_2": "1. Secrets of our galaxy's past and future",
    "article_3_text_3": "Everything in space is moving, and the stars are no exception. The latest release of data contains the largest three-dimensional map of the Milky Way ever produced - showing how the stars in our galaxy are traveling. Previous data included the motions of stars in two dimensions: up-down and left-right (known collectively as stars' proper motions(opens in new tab)). But the latest data also shows how quickly stars are moving away from us or towards us, something we call the stars' radial velocities.",
    "article_3_text_4": "By combining the radial velocity with the proper motions, we can find out how quickly stars are moving in three dimensions as they orbit the Milky Way. This means we now have not only the best map of where the galaxy's stars are now, but we can track their motions forward to see how things will change, and backward to see how things used to be.",
    "article_3_text_5": "This can tell us things about our galaxy's history, such as which stars may have come from other galaxies and merged with our own in the past. Radial velocity measurements can also help us find hidden objects, such as planets and brown dwarfs(opens in new tab) (extremely faint stars with low mass), from the tiny wobbles they cause as they orbit a host star.",
    "article_3_subtitle_3": "2. Details of how stars die",
    "article_3_text_6": "Gaia is not just measuring the stars in our own galaxy, it also measures those in the neighboring Andromeda galaxy. The data includes something called Gaps: the Gaia Andromeda photometric survey(opens in new tab). A photometric survey measures the brightness of stars and how they change over time. With Gaps, Gaia has measured the brightness over time for every star in the direction of the Andromeda galaxy.",
    "article_3_text_7": "That includes 1.2 million stars. Some of those will be foreground stars in the Milky Way that happened to be in the way, but it should include roughly the brightest 1% of stars in the Andromeda galaxy. This will allow us to study the way that the largest, most luminous stars in Andromeda change in brightness, telling us about their evolution and where they are in their life cycles.",
    "article_3_text_8": "This could tell us more about old stars that are reaching the ends of their lives — some of which could go on to produce supernovas (huge explosions) eventually.",
    "article_3_subtitle_4": "3. The truth about the universe's strange expansion",
    "article_3_text_9": "Quasars(opens in new tab), extremely energetic cores of galaxies at the edge of the observable universe, are the most luminous objects in the universe and the most distant objects we can see. And the new data includes measurements of 1.1 million of them. Quasars contain supermassive black holes that are caught in a violent feeding frenzy. In addition to these confirmed quasars, Gaia has found a further 6.6 million quasar candidates.",
    "article_3_text_10": "This potentially vastly increases the number of known quasars, and that could be very important because they let us measure the distance to the furthest reaches of the universe. This in turn lets us measure how quickly the universe is expanding. Being able to measure that more accurately is important, because we have two conflicting measurements of the expansion(opens in new tab), and we don't know which one is right — the problem is called 'the Hubble tension.'",
    "article_3_subtitle_5": "4. How many asteroids have moons",
    "article_3_text_11": "Not everything Gaia is studying is so far from home. The data contains 158,000 objects in our own solar system. That includes new measurements of 156,000 known asteroids, telling us exactly what paths they follow as they orbit the sun.",
    "article_3_text_12": "Not only that, but the Gaia team has shown that they are able to find moons orbiting asteroids, based on how the moons make the asteroids wobble. A few hundred asteroids with moons are already known, but Gaia can find asteroid moons even when the moon is too small to see directly. It can also measure the positions of asteroids so accurately that it sees the slight wobble in the position caused by a moon's gravity. ESA says the latest data contains at least one such new moon, but there could be a lot more.",
    "article_3_text_13": "Gathering better data about asteroids can tell us about the chaos of the early solar system when the larger planets threw smaller planets and asteroids into new orbits around the sun and led to the solar system of today.",

    "article_4_title": "Solar wind blowing from the sun could trigger aurora displays",
    "article_4_subtitle": "",
    "article_4_text_1": "",
    "article_4_text_2": "",
    "article_4_text_3": "",
    "article_4_text_4": "",
    "article_4_text_5": "",
    "article_4_text_6": "",

    "article_5_title": "To search for alien life, astronomers will look for clues in the atmospheres of distant planets",
    "article_5_subtitle": "",
    "article_5_text_1": "",
    "article_5_text_2": "",
    "article_5_text_3": "",
    "article_5_text_4": "",
    "article_5_text_5": "",
    "article_5_text_6": "",

    "article_6_title": "Catch the moon and Mars cozying up to each other on Thursday",
    "article_6_subtitle": "",
    "article_6_text_1": "",
    "article_6_text_2": "",
    "article_6_text_3": "",
    "article_6_text_4": "",
    "article_6_text_5": "",
    "article_6_text_6": "",

    "back_to_articles": "Back to articles",
    "back_to_home": "Back to home",
    "comment_section": "Comments section",
    "write_comment": "Write a comment",
    "comment": "Comment",
    "sign_in_to_comment" : "Sign in to comment",

    "more_articles": "More articles",
    "latest_articles": "Latest articles",

    "space_gallery": "Space gallery",
    "more_images": "More images",

    "q1" : "Why can't I view all of my saved posts/posts/comments?",
    "q2" : "Why are there missing comments in an article?",
    "q3" : "Is it possible to change my username?",
    "q4" : "How do I delete my account?",
    "q5" : "How to upload an image?",

    "err2": "Name must contain at least 3 characters",
    "err1": "Passwords don't match",


    "upload_image": "Upload image",
    "wrong": "Invalid credentials. Please Try again",

    "a1" : "If you wish to retrieve entries that have dropped off the page, you can try changing the sorting of the page and you may be able to extract some additional entries that way. For posts in your saved tab, you can try unsaving some content to extract some additional entries.",
    "a2" : "If you find a thread that says there are more comments than you can see in the thread, the 'missing' comments were probably removed - by the moderators of that subreddit, by the reddit spam filter, or by the subreddit's local AutoModerator. A comment which is removed in this way actually stays in the thread; it is merely hidden so that readers can't see it. So, reddit counts a removed comment in the total comments for a thread, but doesn't display it.",
    "a3" : "Generally, no. It is not possible to change your username after you create it. This includes modifying your current username in any way, even just changing the capitalization of your name.",
    "a4" : "You are welcome to delete an account at any time if you no longer wish to use Reddit OR of you have one too many alt accounts. If you choose to delete an account, you should be aware that you can never recover or restore the account and the username cannot be reused on another account ever",
    "a5" : "You can upload your images by navigating to Galleries section and scroll down till you see the choose file option"
    

  }